/* List separator */
" " = " ";

/* No comment provided by engineer. */
"&" = "a";

/* Coordinate format */
"(%@, %@)" = "(%1$@, %2$@)";

/* List delimiter */
"," = ",";

/* Approximate Qualifier Format */
"about %@" = "približne %@";

/* Past Deictic Expression */
"ago" = "dozadu";

/* List conjunction */
"and" = "a";

/* Bit Unit */
"bits" = "b";

/* Byte Unit */
"bytes" = "B";

/* Error converting to NSArray */
"Couldn’t convert to NSArray" = "Nepodarilo sa skonvertovať na NSArray";

/* Day Unit (Singular) */
"day" = "deň";

/* Day Unit (Plural) */
"days" = "dni";

/* Day Unit (Singular, Abbreviated) */
"d" = "d";

/* Day Unit (Plural, Abbreviated) */
"ds" = "d";

/* Deictic Expression Format (#{Time} #{Ago/From Now} */
"Deictic Expression Format String" = "%2$@ %1$@";

/* #{Dimensional Quantity} #{Direction} */
"Dimension Format String" = "%2$@ %1$@";

/* #{Distance} #{Unit} */
"Distance Format String" = "%2$@ %1$@";

/* East Direction Abbreviation */
"E" = "V";

/* East Direction */
"East" = "Východ";

/* Exabyte Unit */
"EB" = "EB";

/* Exbibyte Unit */
"EiB" = "EiB";

/* Future Deictic Expression */
"from now" = "od teraz";

/* Feet Unit */
"ft" = "ft";

/* Feet Per Second Unit */
"ft/s" = "ft/s";

/* Gigabyte Unit */
"GB" = "GB";

/* Gigabit Unit */
"Gbit" = "Gb";

/* Gibibyte Unit */
"GiB" = "GiB";

/* Gibibit Unit */
"Gibit" = "Gib";

/* Hour Unit (Singular) */
"hour" = "hodina";

/* Hour Unit (Plural) */
"hours" = "hodiny";

/* Hour Unit (Singular, Abbreviated) */
"hr" = "h";

/* Hour Unit (Plural, Abbreviated) */
"hrs" = "h";

/* Present Deictic Expression */
"just now" = "pred chvíľou";

/* Kilobyte Unit */
"KB" = "kB";

/* Kilobit Unit */
"kbit" = "kb";

/* Kibibyte Unit */
"KiB" = "KiB";

/* Kibibit Unit */
"Kibit" = "Kib";

/* Kilometer Unit */
"km" = "km";

/* Kilometers Per Hour Unit */
"km/h" = "km/​h";

/* No comment provided by engineer. */
"last month" = "minulý mesiac";

/* No comment provided by engineer. */
"last week" = "minulý týždeň";

/* No comment provided by engineer. */
"last year" = "minulý rok";

/* Meter Unit */
"m" = "m";

/* Meters Per Second Unit */
"m/s" = "m/s";

/* Megabyte Unit */
"MB" = "MB";

/* Megabit Unit */
"Mbit" = "Mb";

/* No comment provided by engineer. */
"Method Not Implemented" = "Metóda nie je implementovaná";

/* Mebibyte Unit */
"MiB" = "MiB";

/* Mebibit Unit */
"Mibit" = "Mib";

/* Mile Unit (Singular) */
"mile" = "míľa";

/* Mile Unit (Plural) */
"miles" = "míle";

/* Minute Unit (Singular, Abbreviated) */
"min" = "min";

/* Minute Unit (Plural, Abbreviated) */
"mins" = "min";

/* Minute Unit (Singular) */
"minute" = "minúta";

/* Minute Unit (Plural) */
"minutes" = "minúty";

/* Month Unit (Singular, Abbreviated) */
"mo" = "mes";

/* Month Unit (Singular) */
"month" = "mesiac";

/* Month Unit (Plural) */
"months" = "mesiace";

/* Month Unit (Plural, Abbreviated) */
"mos" = "mes";

/* Miles Per Hour Unit */
"mph" = "mi/h";

/* North Direction Abbreviation */
"N" = "S";

/* Northeast Direction Abbreviation */
"NE" = "SV";

/* No comment provided by engineer. */
"next month" = "nasledujúci mesiac";

/* No comment provided by engineer. */
"next week" = "nasledujúci týždeň";

/* No comment provided by engineer. */
"next year" = "budúci rok";

/* North Direction */
"North" = "Sever";

/* Northeast Direction */
"Northeast" = "Severovýchod";

/* Northwest Direction */
"Northwest" = "Severozápad";

/* Northwest Direction Abbreviation */
"NW" = "SZ";

/* Petabyte Unit */
"PB" = "PB";

/* Petabit Unit */
"Pbit" = "Pb";

/* Pebibyte Unit */
"PiB" = "PiB";

/* Pebibit Unit */
"Pibit" = "Pib";

/* South Direction Abbreviation */
"S" = "J";

/* Second Unit (Plural, Abbreviated)
   Second Unit (Singular, Abbreviated) */
"s" = "s";

/* Southeast Direction Abbreviation */
"SE" = "JV";

/* Second Unit (Singular) */
"second" = "sekunda";

/* Second Unit (Plural) */
"seconds" = "sekundy";

/* South Direction */
"South" = "Juh";

/* Southeast Direction */
"Southeast" = "Juhovýchod";

/* Southwest Direction */
"Southwest" = "Juhozápad";

/* #{Speed} #{Unit} */
"Speed Format String" = "%2$@ %1$@";

/* Southwest Direction Abbreviation */
"SW" = "JZ";

/* Terabyte Unit */
"TB" = "TB";

/* Terabit Unit */
"Tbit" = "Tb";

/* Tebibyte Unit */
"TiB" = "TiB";

/* Tebibit Unit */
"Tibit" = "Tib";

/* No comment provided by engineer. */
"tomorrow" = "zajtra";

/* #{Value} #{Unit} */
"Unit of Information Format String" = "%2$@ %1$@";

/* West Direction Abbreviation */
"W" = "Z";

/* Week Unit (Singular) */
"week" = "týždeň";

/* Week Unit (Plural) */
"weeks" = "týždne";

/* West Direction */
"West" = "Západ";

/* Week Unit (Singular, Abbreviated) */
"wk" = "týž";

/* Week Unit (Plural, Abbreviated) */
"wks" = "týž";

/* Yard Unit */
"yds" = "yd";

/* Year Unit (Singular) */
"year" = "rok";

/* Year Unit (Plural) */
"years" = "roky";

/* No comment provided by engineer. */
"yesterday" = "včera";

/* Year Unit (Singular, Abbreviated) */
"yr" = "r";

/* Year Unit (Plural, Abbreviated) */
"yrs" = "r";

